{
    "welcome": "Welcome to Breed Optimizer",
    "language": "Language",
    "home-description-p1": "Genetic diversity in Labrador Retrievers is steadily declining, making it increasingly difficult for breeders to produce healthy, high-performing, and well-tempered dogs. A limited gene pool can lead to a higher risk of diseases, reduced performance, and unstable temperaments—challenges that responsible breeders face every day.",
    "home-description-p2": "With BreedOptimizer, we provide a data-driven platform that helps breeders make sustainable and well-founded breeding decisions. Using freely available data sources such as K9data.com, Sarita’s Blog, Oakmore, and other canine databases, we develop analytical tools to make the breeding process smarter, more efficient, and more transparent.",
    "home-description-header": "What BreedOptimizer will offer breeders:",
    "home-description-point1": "Diversity analysis to prevent inbreeding and genetic bottlenecks",
    "home-description-point2": "Optimized breeding planning with data-based recommendations for the best pairings",
    "home-description-point3": "Detailed pedigree analysis for better assessment of health and performance potential",
    "home-description-point4": "Tools for a long-term, stable breeding strategy",
    "home-description-p3": "BreedOptimizer is continuously evolving, with new features being integrated step by step. Not all planned tools are currently available, but our goal is to provide a comprehensive and powerful platform, enabling breeders to actively and sustainably shape the future of Labrador breeding.",
    "home-episcorer-desc": "Analysis of epilepsy burden in pedigrees.",
    "home-coi-desc": "Calculation of the inbreeding coefficient (COI) and ancestor loss coefficient for breeding planning.",
    "help-modal-1": "<p>In the pedigree, dogs are color-coded if they appear in the family trees of dogs with idiopathic epilepsy. The higher the numerical value, the more frequently they appear in the pedigrees.</p><p>Clicking on the number next to a dog's name displays the offspring with epilepsy in the left side panel, in whose pedigree the selected dog appears.</p><p>In the input field <1>Dog ID</1>, you can enter a K9data pedigree ID. This can, of course, also be a <1>test mating</1>.</p><p>Clicking on <1>Search Dog</1> loads the corresponding pedigree and displays it with the available Epi-Scores.</p>",
    "help-modal-2": "<p>Clicking on <1>Search Dog</1> loads the corresponding pedigree and displays it with the available Epi-Scores.</p>",
    "help-modal-header": "Explanation",
    "help-modal-close-button": "close",
    "help-modal-show-button": "show help"
}