{
    "welcome": "Willkommen bei Breed Optimizer",
    "language": "Sprache",
    "home-description-p1": "Die genetische Vielfalt beim Labrador Retriever nimmt stetig ab, wodurch es für Züchter zunehmend schwieriger wird, gesunde, leistungsfähige und wesensfeste Hunde zu züchten. Ein enger Genpool kann zu erhöhtem Krankheitsrisiko, Leistungseinbußen und instabilem Wesen führen – Herausforderungen, mit denen verantwortungsbewusste Züchter täglich konfrontiert sind.",
    "home-description-p2": "Mit BreedOptimizer bieten wir eine datengetriebene Plattform, die Züchtern hilft, nachhaltige und fundierte Zuchtentscheidungen zu treffen. Basierend auf frei verfügbaren Datenquellen wie K9data.com, Saritas Blog, Oakmore und anderen Hundedatenbanken entwickeln wir Analysetools, die den Zuchtprozess intelligenter, effizienter und transparenter gestalten.",
    "home-description-header": "Was BreedOptimizer Züchtern bieten wird:",
    "home-description-point1": "Diversitätsanalyse zur Vermeidung von Inzucht und genetischen Engpässen",
    "home-description-point2": "Optimierte Zuchtplanung mit datenbasierten Empfehlungen für die beste Verpaarung",
    "home-description-point3": "Detaillierte Abstammungsanalysen zur besseren Einschätzung von Gesundheits- und Leistungspotenzial",
    "home-description-point4": "Werkzeuge für eine langfristig stabile Zuchtstrategie",
    "home-description-p3": "BreedOptimizer wird kontinuierlich weiterentwickelt, und neue Funktionen werden schrittweise integriert. Nicht alle geplanten Tools sind aktuell verfügbar, aber unser Ziel ist es, eine umfassende und leistungsfähige Plattform bereitzustellen, damit Züchter die Zukunft der Labrador-Zucht aktiv und nachhaltig gestalten können.",
    "home-episcorer-desc": "Analyse der Epilepsiebelastung in Ahnentafeln.",
    "home-coi-desc": "Berechnung des Inzuchtkoeffizienten (COI) für die Zuchtplanung.",
    "help-modal-1": "<p>In der Ahnentafel sind Hunde farblich markiert, die in Stammbäumen von Hunden mit idiopathischer Epilepsie vorkommen. Je höher der Zahlenwert, desto häufiger sind sie in den Ahnentafeln vertreten.</p><p>Ein Klick auf die Zahl hinter einem Hundenamen zeigt im linken Seitenbereich die Nachkommen mit Epilepsie an, in deren Ahnentafel der ausgewählte Hund vorkommt.</p><p>Im Eingabefeld <1>Hunde-ID</1> kann eine K9data-Ahnentafel-ID eingegeben werden. Dabei kann es sich natürlich auch um eine <1>Testverpaarung</1> handeln.</p><p>Ein Klick auf <1>Hund suchen</1> lädt die entsprechende Ahnentafel und zeigt sie mit den verfügbaren Epi-Scores an.</p>",
    "help-modal-2": "<p>Ein Klick auf <1>Hund suchen</1> lädt die entsprechende Ahnentafel und zeigt sie mit den verfügbaren Epi-Scores an.</p>",
    "help-modal-header": "Erläuterungen",
    "help-modal-close-button": "Schliessen",
    "help-modal-show-button": "Hilfe anzeigen"
}